Repository: emiliocad/medtechtrade
Catalog: trunk/src/application/configs/locale/*/*.po
Languages: de, es, pl

source: contactenos
de: kontaktieren Sie uns
pl: kontakt z nami

source: no existe
de: nicht vorhanden
pl: nie istnieje

source: ficha del equipo
de: geräte-profile
pl: sprzęt profil

source: manufactur
de: hersteller
pl: producent

source: nombre del producto
de: ausrüstung der Name
pl: Nazwa sprzętu

source: modelo
de: Modell
pl: Model

source: origen
de: herkunft
pl: pochodzenie

source: articulo id
de: ausrüstung ist id
pl: sprzętu id

source: fecha de creacion
de: erstellungsdatum
pl: daty utworzenia

source: peso estimado
de: geschätzten Gewicht (kg)
pl: szacunkową wagę

source: lenght
de: länge
pl: długość

source: width
de: breite
pl: szerokość

source: height
de: höhe
pl: wysokość

source: box size
de: box größe
pl: rozmiar okna

source: condicion de calidad
de: qualität status
pl: stanu jakości

source: offerer name
de: anbieter den namen
pl: nazwa oferenta

source: offerer city
de: anbieter auf seine Stadt
pl: oferenta miasta

source: amount of equipment
de: anzahl der geräte
pl: ilość sprzętu

source: descripcion
de: Beschreibung
es: descripción
pl: opis

source: selling price
de: verkaufspreis
pl: cena sprzedaży

source: User or Password Invalido
de: Benutzer oder Kennwort ungültig
es: Usuario o clave inválida
pl: Nieprawidłowy użytkownik lub hasło

source: Error al Ingreso de Datos
de: Fehler bei Dateneingabe
es: Error al ingreo de datos
pl: Błędu wprowadzania danych

source: There has been registered a new user
de: Es wurde ein neuer Benutzer registriert
es: Se ha registrado un nuevo usuario
pl: Nie został zarejestrowany nowy użytkownik

source: se registro la categoria
de: kategorie wurde registriert
pl: kategorii został zarejestrowany

source: se modifico la categoria
de: kategorie wurde geändert
pl: kategorii została zmodyfikowana

source: no existe esa categoria
de: kategorie existiert nicht
pl: kategoria nie istnieje

source: categoria borrada
de: kategorie gelöscht
pl: kategorii usunięte

source: categoria activado
de: kategorie aktiviert
pl: kategorii aktywowany

source: categoria desactivado
de: kategorie deaktiviert
pl: kategorii wyłączony

source: se agrego como top ofers
de: aufgenommen in top-angebote
pl: dodaje się w górę oferuje

source: se a quitado de top ofers
de: entfernt vom topangebot
pl: usunięte z najlepszych ofert

source: se registro el equipo
de: gerät wurde registriert
pl: sprzęt został zarejestrowany

source: se modifico el equipo
de: umrüster wurde geändert
pl: equiment została zmodyfikowana

source: no existe el equipo
de: ausrüstung ist nicht vorhanden
pl: sprzęt usunięte

source: equipo borrado
de: geräte gelöscht
pl: sprzęt usunięte

source: equipo activado
de: geräte aktiviert
pl: sprzęt aktywny

source: equipo desactivado
de: geräte deaktiviert
pl: sprzęt wyłączony

source: se registro el fabricante
de: hersteller registriert wurde
pl: producent został zarejestrowany

source: se modifico el fabricante
de: hersteller wurde geändert
pl: producenta została zmodyfikowana

source: no existe ese fabricante
de: hersteller existiert nicht
pl: producent nie istnieje

source: fabricante borrado
de: hersteller gelöscht
pl: producent usunięte

source: fabricante activado
de: hersteller aktiviert
pl: producent aktywowany

source: fabricante desactivado
de: hersteller deaktiviert
pl: producent wyłączony

source: nuevo idioma
de: neue sprache
pl: nowego języka

source: se registro el idioma
de: sprache wurde registriert
pl: język został zarejestrowany

source: No existe el idioma
de: sprache existiert nicht
pl: językowy nie istnieje

source: se elimino el idioma
de: Sprache wurde gelöscht
pl: język został usunięty

source: idioma activado
de: sprache aktiviert
pl: język aktywowany

source: se registro la moneda
de: währung wurde registriert
pl: waluty został zarejestrowany

source: se modifico la moneda
de: währung wurde geändert
pl: waluty została zmodyfikowana

source: no existe esa moneda
de: währung existiert nicht
pl: waluty nie istnieje

source: moneda borrada
de: währung gelöscht
pl: waluty usunięte

source: moneda activado
de: währung aktiviert
pl: waluty aktywowany

source: moneda desactivada
de: währung deaktiviert
pl: waluty wyłączony

source: se registro el pais
de: land registriert wurde
pl: kraju został zarejestrowany

source: se modifico el pais
de: land wurde geändert
pl: kraju został zmodyfikowany

source: pais desactivado
de: land deaktiviert
pl: nie użytkownika

source: Changed a User
de: Es wurde ein Benutzer modifiziert
es: Usuario Cambiado
pl: Zarejestrowany Użytkownik

source: no es usuario
de: noch kein benutzerprofil
pl: nie użytkownika

source: usuario desactivado
de: benutzer deaktiviert
pl: użytkownik wyłączony

source: se registro el usuario
de: benutzer registriert wurde
pl: użytkownik został zarejestrowany

source: Usuario activado
de: Aktive Benutzer
pl: aktywacji użytkownika

source: Usuario desactivado
de: Inaktive Benutzer
pl: wyłączony użytkownika

source: Se Registro El Equipo
de: Gerät wurde hochgeladen
es: Se ha registrado un nuevo equipo
pl: Nowy sprzęt został zarejestrowany

source: se agrego la imagen al equipo
de: ein imagen muss das Gerät hinzugefügt
pl: imagen został dodany do urządzenia

source: eliminada
de: gelöscht

source: Se Registro la pregunta
de: frage wurde registriert
pl: została zarejestrowana

source: Pregunta Borrado
de: Frage gelöscht
pl: pytanie usunięte

source: reserva eliminada
de: reservierung gelöscht
pl: rezerwacji usunięte

source: No User
de: Kein Benutzer
es: Usuario
pl: Brak użytkownika

source: Change Password
de: Passwort wechseln
es: Cambiar Password
pl: Zmień hasło

source: Changed a Password
de: Ein Passwort wechseln
pl: Zmień hasło

source: No se Pudo Cambiar
de: Kann nicht geändert werden
es: No se ha podido realizar la operación
pl: Nie można zmienić żądanie

source: actualizar
de: aktualisierung
pl: aktualizacja

source: idioma
de: sprache
pl: język

source: prefijo
de: präfix
pl: prefiks

source: guardar
de: sparen
pl: zaoszczędzić

source: nombre
de: Name
es: Inicio
pl: Nazwa

source: Upload an image
de: Ein Bild hochladen
es: Cargar imagen
pl: Załaduj obrazek

source: save
de: sparen
es: guardar
pl: zaoszczędzić

source: idiomas
de: sprache
pl: język

source: paises
de: länder
es: Español
pl: Spanish

source: El nombre del producto debe tener debe tener al menos
de: Der Name des Produkts muss, muss mindestens
pl: Nazwa produktu musi musi mieć co najmniej

source: caracteres
de: zeichen
pl: znaków

source: body
de: Körper
es: cuerpo
pl: ciało

source: Habilitar
de: Ermöglichen
pl: Umożliwiać

source: respuesta
de: antwort
pl: odpowiedź

source: title
de: titel
es: título
pl: tytuł

source: registrar
de: registrieren
pl: rejestr

source: escoger idioma
de: sprache wählen
pl: wybierz język

source: organizacion
de: Konfiguration
es: organización
pl: Konfiguracja

source: direccion
de: Preis
es: dirección
pl: Cena

source: codigo postal
de: Postleitzahl
es: Código Postal
pl: Kod pocztowy

source: ciudad
de: Stadt
pl: Miasto

source: pais
de: Land
es: País
pl: Kraj

source: asunto
de: Thema
pl: temat

source: mensaje
de: Nachricht
pl: wiadomość

source: Envie una copia a su correo
de: Senden einer Kopie an Ihre E-Mail
es: Envier una copia a su correo
pl: wysłać kopię do wiadomości e-mail

source: Submit
de: Einreichen
es: Enviar
pl: Prześlij

source: New Password:
de: Neues Passwort
es: Nueva Clave:
pl: Neues Passwort:

source: password
de: Neues Passwort
es: clave
pl: Neues Passwort:

source: nuevo equipo en busqueda guardada
de: neue geräte in gespeicherten suchen
pl: nowych urządzeń zapisane wyszukiwania

source: nuevo equipo en categoria seleccionada
de: neue geräte in der ausgewählten kategorie
pl: nowych urządzeń w wybranej kategorii

source: nuevo equipo en plataforma
de: neue Geräte auf der Plattform
pl: nowe urządzenia na platformie

source: address
de: adresse
es: dirección
pl: adres

source: telefono
de: Telefon
es: teléfono
pl: telefon

source: comentario
de: kommentar
pl: komentarz

source: enviar
de: senden
pl: wysłać

source: nombre del que envia
de: name des absenders

source: categoria
de: Kategorie
es: categoría
pl: Kategoria

source: El nombre del Equipo debe tener debe tener al menos %min% characters. ' % value % ' no cumple ese requisito
de: Der Name des Gerätes muss mindestens% min% Zeichen lang sein. '% Value%' passt nicht
pl: Nazwa urządzenia muszą być co najmniej znaków%% min. '% Wartości% "nie pasuje

source: precio de venta
de: verkaufspreis
pl: cena sprzedaży

source: precio de compra
de: cena zakupu
pl: cena zakupu

source: estado del equipo
de: geräte-status
pl: stanu urządzeń

source: estado equipo
de: Gerätestatus
pl: stanu urządzeń

source: publicacion de equipo
de: veröffentlichen ausrüstung
pl: publikuje sprzętu

source: publicacion equipo
de: veröffentlichen ausrüstung
pl: publikuje sprzętu

source: fabricantes
de: hersteller
pl: producentów

source: moneda
de: währung
pl: waluta

source: monedas
de: währungen
pl: waluty

source: calidad
de: qualität
pl: jakość

source: La Calidad del producto debe tener debe tener al menos %min% characters. '%value%' no cumple ese requisito
de: Die Ausrüstung der Qualität muss mindestens% min% Zeichen lang sein. '% value %' passt nicht
pl: Sprzęt jakość musi być co najmniej znaków%% min. '% value% "nie pasuje

source: cantidad
de: menge
pl: ilość

source: fecha de fabricacion
de: herstelldatum
pl: data producenta

source: tamaño
de: größe
pl: rozmiar

source: ancho
de: breite
pl: szerokość

source: alto
de: höhe
pl: wysokość

source: tamaño de la caja
de: box größe
pl: rozmiar okna

source: peso estimado
de: geschätzten gewicht (kg)
pl: szacunkową wagę

source: mi pais de residencia
de: Meinem wohnort land
pl: moim kraju zamieszkania

source: escoger pais
de: land wählen
pl: wybierz kraj

source: mi idioma
de: meine Sprache
pl: mój język

source: recordar mi configuracion
de: Erinnere mich an meine konfiguration
pl: pamiętam konfiguracji

source: siguiente
de: nächste
pl: następny

source: username
de: Benutzername
es: Usuario
pl: użytkownika

source: Remember me
de: Erinnere dich an mich
es: Recordarme
pl: Zapamiętaj mnie

source: nuevo
de: neu
pl: nowy

source: simbolo
de: symbol
es: símbolo
pl: symbol

source: ordenar por
de: sortieren nach
pl: sortuj

source: fabricante
de: Hersteller
pl: Produkcja

source: Debe tener debe tener al menos
de: Sie müssen müssen mindestens
pl: Musisz mieć musi mieć co najmniej

source: pregunta
de: frage
pl: pytanie

source: Copy to email
de: Kopieren Sie auf E-Mail
es: copiar al email
pl: Skopiuj do wiadomości e-mail

source: apellido
de: nachname
pl: nazwisko

source: confirmacion password
de: Passwort bestätigen
es: confirmación password
pl: potwierdź hasło

source: Codigo postal
de: Postleitzahl
es: Código Postal
pl: kod pocztowy

source: institucion
de: institution
es: institución
pl: instytucja

source: Save
de: Speichern
es: Guardar
pl: zaoszczędzić

source: buscar por
de: Suche nach
pl: szukaj

source: todos
de: alle
pl: wszystko

source: desde el año
de: von Jahr
pl: z roku

source: desde
de: aus
pl: z

source: hasta
de: von
pl: do

source: precio
de: Preis
pl: Cena

source: buscar
de: Suche
pl: poszukiwanie

source: tratamiento
de: behandlung
pl: leczenie

source: confirmar password
de: Passwort bestätigen
es: confirmar clave
pl: potwierdź hasło

source: Escoger pais
de: Land wählen
es: Escoger país
pl: wybierz kraj

source: tipo de usuario
de: Art der Benutzer
pl: rodzaj użytkownika

source: quienes somos
de: wer wir sind
pl: kim jesteśmy

source: equipo
de: gerätestatus
pl: sprzęt

source: referencias
de: verweise
pl: odniesienia

source: aviso legal
de: impressum
pl: nota prawna

source: Powered by Stocker Group
de: Präsentiert von Stocker Group
es: Desarrollado por Stocker Group S.A

source: Bienvenido
de: willkommen
pl: Powitanie

source: English
de: Englisch
es: Inglés

source: Spanish
de: Spanisch
es: Español

source: Polish
de: Polnisch
es: Polaco

source: others
de: Andere
es: Otros
pl: Inne

source: apparatus-general-lab
de: Labortechnik
es: Laboratorio en General
pl: Laboratorium

source: cardio-devices
de: Kardiologie-Geräte
es: Equipos de Cardiología
pl: Urządzenia kardiologiczne

source: balances
de: Wägetechnik
es: Balanzas
pl: Wagi

source: centrifugues
de: Zentrifugen
es: Centrífugas
pl: Wirówki

source: respirators
de: Respiratoren
es: Respiradores
pl: Respiratory

source: endoscopy-devices
de: Endoskopie-Geräte
es: Equipos de Endoscopía
pl: Urządzenia endoskopowe

source: microscopes
de: Mikroskope
es: Microscopios
pl: Mikroskopy

source: imaging-systems
de: Optische Systeme
es: Sistemas de Imagen
pl: Systemy optyczne

source: chirurgical-devices
de: Chirurgische Geräte
es: Instrumental Quirúrgico
pl: Narzędzia chirurgiczne

source: monitoring-devices
de: Monitoring-Geräte
es: Equipos de monitoreo
pl: Monitory EKG

source: perfusors-pumps
de: Perfusoren & Pumpen
es: Perfusores & Bombas
pl: Perfuzory i pompy

source: ultrasound
de: Ultraschallgeräte
es: Ultrasonido
pl: Aparaty USG

source: incubators
de: Inkubatoren
es: Incubadoras
pl: Inkubatory

source: autoclaves
de: Reinigungsgeräte & Autoklaven
es: Equipos de Limpieza y autoclaves
pl: Urządzenia do sterylizacji i autoklawy

source: coolers-freezers
de: Kühler & Gefrierer
es: Enfriadores y Freezers
pl: Urządzenia chłodnicze

source: medical-furnitures-beds
de: Medizinische Möbel und Betten
es: Muebles Médicos / Camas
pl: Meble medyczne

source: x-ray
de: Röntgenanlagen & Durchleuchtung
es: Equipos de Radiología
pl: Urządzenia RTG

source: neu-demoger-te
de: NEU- & Demogeräte
es: Equipos Nuevos/ Equipos de Showroom
pl: Sprzęt nowy i demonstracyjny

source: Home
de: Nach Hause
es: Inicio
pl: Dom

source: Buy equipment
de: Medizintechnik kaufen
es: Comprar equipos
pl: Kupię

source: Sell/trade-in Equipment
de: Medizintechnik verkaufen
es: Vender / Comprar Equipos
pl: Sprzedam / handlu w Sprzęt

source: Contact us
de: Kontakt
es: Contáctenos
pl: Skontaktuj się z nami

source: my account
de: Mein Account
es: Mi Cuenta
pl: Moje konto

source: perfil
de: profil
pl: profil

source: mi perfil
de: mein profil
pl: mój profil

source: configuraciones
de: konfigurationen
pl: konfiguracje

source: alerta
de: alarm
pl: alarm

source: compras
de: einkaufen
pl: zakupy

source: reservas
de: reservierungen
pl: rezerwacje

source: compras activas
de: aktiven Kauf
pl: aktywnych zakupu

source: preguntas
de: frage
pl: pytania

source: ventas
de: vertrieb
pl: sprzedaży

source: ingresar nuevo equipo
de: geben sie einen neuen geräten
pl: wprowadzić nowy sprzęt

source: mis equipos
de: meine ausrüstung
pl: mój sprzęt

source: equipos pendientes
de: angemeldete Geräte
pl: urządzeń w toku

source: equipos activados
de: aktiviert Ausrüstungen
pl: aktywowany urządzeń

source: equipos vendidos
de: verkauft geräte
pl: sprzedanych urządzeń

source: equipos no vendidos
de: unverkauften geräten
pl: niesprzedanych urządzeń

source: herramientas
de: werkzeuge
pl: narzędzi

source: busqueda
de: suche
pl: poszukiwanie

source: mis busquedas guardadas
de: meine gespeicherten Suchanfragen
pl: zapisane wyszukiwania

source: favoritos
de: favoriten
pl: ulubionych

source: contactar al admin
de: kontakt mit dem aministrator
pl: kontakt aministrator

source: salir
de: verlassen
pl: quit

source: We manage your equipment...
de: Wir verwalten Ihre Geräte ...
es: Manejamos sus equipos...
pl: Tryb ilość sprzętu

source: Most Requested Operations
de: Die meisten angeforderten Operationen
es: Operaciones más utilizadas
pl: Najczęściej zadawane pytania Operations

source: bienvenido
de: willkommen
pl: powitanie

source: logout
de: ausloggen
pl: wyloguj się

source: obtener ayuda
de: Hilfe erhalten
pl: znaleźć pomoc

source: Welcome
de: Willkommen
es: Bienvenido
pl: Powitanie

source: Date
de: Datum
es: Fecha
pl: Data

source: Logout
de: Ausloggen
es: Salir
pl: Wyloguj się

source: Desk
de: Schreibtisch
es: Escritorio
pl: Biurko

source: Users
de: Benutzer
es: Usuario
pl: Użytkownicy

source: Equipment
de: Medizintechnik kaufen
es: Equipos
pl: Sprzęt

source: operaciones
de: aktionen
pl: działania

source: Statistics
de: Statistiken
es: Estadísticas
pl: Statystyka

source: Configuration
de: Konfiguration
es: Configuración
pl: Konfiguracja

source: List of Page
de: Liste der Seiten
es: Listado de Páginas
pl: Lista stron

source: Creation of Page
de: Neue Seite erstellen
es: Crear una página
pl: Utwórz nową stronę

source: Tipo de Monedas
de: Währung
es: Tipo de moneda
pl: Waluta

source: Manufacturer
de: Hersteller
es: Fabricante
pl: Producent

source: Category
de: Kategorie
es: Categoria
pl: Kategoria

source: usuarios pendientes
de: angemeldete benutzer
pl: użytkowników w toku

source: preguntas por responder
de: fragen beantworten
pl: pytania odpowiedzi

source: Nuevas ventas realizadas
de: Neue Verkäufe
pl: Nowe sprzedaje

source: Equipos reservados
de: Reservierte Geräte
pl: Reserved urządzeń

source: Equipos
de: Geräte
pl: Sprzęt

source: Favoritos
de: Favoriten
pl: Ulubione

source: Reservas
de: Meine Reservierungen
es: Mis Reservas
pl: Moja Rezerwacja

source: Title
de: Titel
es: Título
pl: Tytuł

source: Thumbnail
de: Vorschaubild
es: Miniatura
pl: Miniaturowy

source: Description
de: Beschreibung
es: Descripción
pl: Opis

source: Published
de: Veröffentlicht
es: Publicado
pl: Opublikowany

source: Order
de: Bestellen
es: Orden
pl: Zamówienie

source: ¿Estás seguro?
de: Sind Sie sicher?
pl: Czy na pewno chcesz kontynuować?

source: Borrar
de: Löschen
es: Eliminar
pl: Usunąć

source: Desactivar
de: Deaktivieren
pl: Dezaktywować

source: Activar
de: Aktivieren
pl: Aktywować

source: Listado de Pagina
de: Liste der Seiten
es: Listado de Página
pl: Lista stron

source: Edit
de: Bearbeiten
es: Editar
pl: Edytuj

source: Estas seguro
de: Sind Sie sicher, dass Sie weitermachen?
es: ¿Está seguro de realizar la operación?
pl: Czy na pewno chcesz kontynuować?

source: Delete
de: Datum
es: Fecha
pl: Usunąć

source: New
de: Neu
es: Nuevo
pl: Nowy

source: equipos
de: ausrüstungen
pl: urządzeń

source: estado
de: status
pl: status

source: usuario
de: benutzer
pl: użytkownik

source: fabricacion
de: herstellung
pl: produkcja

source: publicacion
de: publikationsdatum
pl: publikacja

source: Add Ofers
de: Angebot hinzufügen
es: Ofertas Top
pl: Dodaj oferty

source: Quit Ofers
de: Angebot beenden
es: Ofertas Top
pl: Zamknij Oferty

source: editar
de: bearbeiten
pl: edit

source: eliminar
de: löschen
pl: usunąć

source: Operations
de: Operationen
es: Especificaciones
pl: Operacje

source: Type
de: Typ
es: Tipo Usuario
pl: Typ

source: User
de: Benutzer
es: Usuario
pl: Użytkownik

source: codigo
de: bearbeiten
pl: kod

source: responder a la pregunta
de: antwort auf die frage
pl: odpowiedzieć na pytanie

source: Answer
de: Benutzer
es: Usuario
pl: Użytkownik

source: responder
de: antwort
pl: odpowiedź

source: acciones
de: operationen
pl: operacji

source: ver equipo
de: blick ausrüstung
pl: pracy urządzeń

source: Modelo
de: Modell
pl: Model

source: Categoria
de: Kategorie
pl: Kategoria

source: Estado Equipo
de: Zustand des Geräts
es: Estado del equipo
pl: Stanu urządzeń

source: Usuario
de: Benutzer
pl: Użytkownik

source: Fecha de Fabricacion
de: Herstelldatum
es: Fecha de Fabricación
pl: Daty produkcji

source: Fecha de Publicacion
de: Publikationsdatum
es: Fecha de Publicación
pl: Daty publikacji

source: Fabricante
de: Hersteller
pl: Produkcja

source: Pais
de: Land
es: País
pl: Kraj

source: Editar
de: Bearbeiten
pl: Edytuj

source: ver detalles
de: detailansicht

source: Nombre
de: Name
es: Inicio
pl: Nazwa

source: Apellido
de: Nachname
pl: Nazwisko

source: Rol
de: Benutzerprofil
es: Perfil del usuario
pl: Profil użytkownika

source: Fecha De Registro
de: Datum der Registrierung
pl: Data rejestracji

source: Ciudad
de: Stadt
pl: Miasto

source: Cod. Postal
de: Postleitzahl
es: Código Postal
pl: Kod pocztowy

source: Operaciones
de: Operationen
es: Especificaciones
pl: Operacji

source: desactivar
de: deaktivieren

source: activar
de: aktivieren

source: operaciones del usuario
de: Benutzerhandbuch zur Verfügung stehenden Aktionen

source: nombre de equipo
de: ausrüstung der name
pl: nazwa sprzętu

source: fecha
de: datum
pl: data

source: numero de cuotas
de: Zahl der Zitate

source: forma de pago
de: zahlungen methoden
pl: metod płatności

source: Product
de: Produktname
es: Nombre Equipo
pl: Produkt

source: Precio
de: Preis
pl: Cena

source: Pay
de: Bezahlen
es: Pagar
pl: Płacić

source: Cuotas
de: Teilzahlungen
pl: Cytaty

source: Pagado
de: Bezahlt
pl: Płatne

source: My data
de: Meine Daten
es: Mis Datos
pl: Moje dane

source: My Sales
de: Meine Verkäufe
es: Mis Ventas
pl: My sprzedaży

source: My Purchases
de: Meine Einkäufe
es: Mis Compras
pl: Moje Zakupy

source: Type User
de: Benutzerprofil
es: Tipo Usuario
pl: Użytkownika typu

source: Equipment State
de: Medizintechnik kaufen
es: Estado Equipo
pl: Sprzęt państwie

source: Country
de: Land
es: Pais
pl: Kraj

source: Pagos
de: Zahlung
pl: Pays

source: Moneda
de: Währung
pl: Waluta

source: FAVORITOS
de: FAVORITEN
pl: ULUBIONYCH

source: RESERVAS
de: RESERVIERUNGEN
pl: REZERWACJE

source: COMPRAS ACTIVAS
de: EINKÄUFE
pl: Aktywne zakupy

source: MIS PREGUNTAS
de: MEINE FRAGEN
pl: MOJE PYTANIA

source: MIS PAGOS
de: MEINE BEZAHLUNGEN
pl: MY PAYS

source: MIS Envios
de: MEINE SENDUNGEN
pl: Moje dostawy

source: Publicar
de: Veröffentlichen
pl: Publikować

source: Pendientes
de: Offen
pl: Do czasu

source: Activos
de: Aktiv
pl: Aktywny

source: Vendidos
de: Verkauft
pl: Sprzedany

source: no Vendidos
de: Nicht Verkauft
pl: Nie sprzedane

source: Visitante
de: Besucher
pl: Gość

source: Mi Perfil
de: Mein Profil
pl: Mój profil

source: Configuracion alertas
de: alarmkonfiguration
pl: alert konfiguracji

source: Configuracion
de: Konfiguration
es: Configuración
pl: Konfiguracja

source: Busqueda Especial
de: Erweiterte Suche
es: Búsqueda Especial
pl: Zaawansowane wyszukiwanie

source: Mis Favoritos
de: Meine Favoriten
pl: Ulubione

source: Mis Dispositivos
de: Meine Ausrüstung
pl: Mój Sprzęt

source: Mis Reservas
de: Meine Reservierungen
pl: Moja Rezerwacja

source: Mis Compras Activas
de: Meine gekauften Geräte
pl: Moje aktywne Zakupy

source: Mis Preguntas
de: Meine Fragen
pl: Moje pytania

source: Mis Pagos
de: Meine Zahlungen
pl: My Płatności

source: Ingrese Un Nuevo Dispositivo
de: Neues Gerät hochladen
pl: Wprowadź nowy sprzęt

source: Ver Equipos Pendientes
de: Anzeigen der offenen Geräte
pl: Zobacz urządzeń w toku

source: Ver Equipos Activos
de: Anzeigen der aktuellen Geräte
es: Ver
pl: Zobacz aktywne urządzeń

source: Ver Equipos Vendidos
de: Anzeigen der verkauften Geräte
pl: Zobacz sprzedanych urządzeń

source: Ver Equipos no Vendidos
de: Anzeigen der nichtverkauften Geräte
pl: Zobacz niesprzedanych urządzeń

source: Contacte al Administrador
de: Administrator kontaktieren
es: Contactar al administrador
pl: Skontaktuj się z administratorem

source: Salir
de: Verlassen
pl: Zamknij

source: configurar alertas
de: konfiguration eine warnung
pl: alarmkonfiguration

source: nueva busqueda
de: neue Suche
es: nueva búsqueda
pl: nowe wyszukiwanie

source: precio desde
de: cena od
pl: cena od

source: ver busqueda
de: blick suche

source: editar busqueda
de: bearbeiten suche

source: eliminar busqueda
de: löschen suche

source: resultados de la busqueda
de: suchergebnisse
pl: wyniki wyszukiwania

source: Bolsa de Compras
de: Einkaufswagen

source: cotizar
de: Quote
pl: cytatem

source: administrar mis equipos
de: verwalte ich meine Ausrüstung
pl: zarządzać urządzeń

source: nuevo equipo
de: neue Geräte
pl: nowy sprzęt

source: agregar imagen
de: ein bild
pl: dodać zdjęcie

source: editar equipo
de: edit ausrüstung
pl: edit sprzętu

source: registrar un nuevo equipo
de: fügen Sie eine neue ausrüstung
pl: dodaj nowy sprzęt

source: Price
de: Preis
es: Precio
pl: Cena

source: Status
de: Kontakt
es: Contáctenos
