Repository: emiliocad/medtechtrade
Catalog: trunk/src/application/configs/locale/*/*.po
Languages: de, es, pl

source: Factory
de: Fabrik
es: Fabricación
pl: Fabryka

source: Quality
de: Qualität
es: Calidad
pl: Jakość

source: Model
de: Modell
es: Modelo

source: State
de: Kontakt
es: Contáctenos
pl: Status

source: equipos activos
de: aktive geräte
pl: aktywnych urządzeń

source: no vendidos
de: nicht verkauft

source: Quantity
de: Menge
es: Cantidad
pl: ilość

source: equipos pendientes de autorizacion
de: angemeldete geräte für die zulassung
pl: w oczekiwaniu na sprzęt o zezwolenie

source: datos del equipo
de: geräte-profil
pl: profil sprzętu

source: nombre del equipo
de: ausrüstung der name
pl: nazwa sprzętu

source: titulo imagen
de: bild titel
pl: tytuł obrazu

source: to MedTechTrade. Please find and administrate your medical equipment in this section.
de: bei MedTechTrade. Finden und verwalten Sie Ihre medizinischen Geräte hier.
es: a MedTechTrade. Por favor buscar y administrar sus equipos médicos en esta sección.
pl: do MedTechTrade. Proszę znaleźć i zarządzać Twój sprzęt medyczny w tej sekcji.

source: Last uploaded devices
de: Zuletzt hochgeladenen geräte

source: imagen
de: obraz
pl: obraz

source: manufacturer
de: hersteller

source: fecha de manufacturacion
de: herstellungsdatum

source: cantidad
de: höhe
pl: ilość

source: nro Cuotas
de: zahl der zitate
pl: liczba cytatów

source: mora Diaria
de: zahlungsweise
pl: kara za dzień

source: forma de Pago
de: zahlungsweise
pl: sposób płatności

source: ver pagos
de: view payments

source: mis preguntas
de: meine fragen
pl: moje pytania

source: Product name
de: Produktname
es: Nombre Equipo
pl: Nazwa produktu

source: View details
de: Details anzeigen
es: Ver Detalles
pl: Zobacz szczegóły

source: equipo reservados
de: reservierte Geräte
pl: zastrzeżone urządzeń

source: edtar mi informacion
de: Mein profil bearbeiten
pl: edytuj mój profil

source: fecha de registro
de: datum der registrierung
pl: data rejestracji

source: fecha de modificacion
de: änderungsdatum
pl: data modyfikacji

source: Click to see all
de: Hier klicken, um alle zu sehen
es: Click para ver todos
pl: Kliknij, aby zobaczyć wszystkie

source: equipos nuevos
de: neue ausrüstungen
pl: nowego sprzętu

source: click para ver todos
de: klicken, um alle zu sehen
pl: kliknij, aby zobaczyć wszystkie

source: equipos mas solicitados
de: am häufigsten nachgefragten Geräte
pl: najczęściej zadawane pytania urządzeń

source: Contactenos
de: Kontakt
es: Contáctenos
pl: Kontakt z nami

source: todos los equipos
de: alle geräte
pl: wszystkich urządzeń

source: Purchase of equipment
de: Medizintechnik kaufen
es: Comprar Equipos
pl: Zakup sprzętu

source: Our Equipment
de: Medizintechnik kaufen
es: Comprar Equipos
pl: Nasz sprzęt

source: enviar a un amigo
de: senden freund

source: ayuda
de: hilfe

source: Advanced Search
de: Erweiterte Suche
es: Búsqueda Avanzada
pl: Zaawansowane wyszukiwanie

source: Print
de: Drucken
es: Imprimir
pl: Wydrukować

source: I Need Help
de: Ich brauche Hilfe
es: Necesitas Ayuda
pl: Potrzebuję pomocy

source: Tell a Friend
de: Einem Freund senden
es: Enviar a un Amigo
pl: Powiadom znajomego

source: Request Price
de: Preisanfrage
es: Solicitar Cotización
pl: Zapytanie o cenę

source: Back
de: Zurück
es: Volver
pl: Z powrotem

source: para poder realizar las adquisiciones de equipos tiene que registrarse en la web, nosotros lo orientaremos paso a paso, para que su experiencia de compra sea agradable. la empresa tiene como prioridad la seguridad en sus transacciones para lo cual le otorgamos algunos consejos
de: Um den Kauf von Ausrüstung, die Sie registriert sein müssen, führen wir Sie Schritt für Schritt, so dass Ihr Shopping-Erlebnis genießen werden. Das Unternehmen ist ein vorrangiges Anliegen, die Sicherheit ihrer Transaktionen, für die wir geben einige Tipps

source: no comparta su información personal
de: teile nicht Ihre persönlichen Informationen

source: identifique los correos electrónicos falsos
de: identifizieren gefälschte e-mails

source: proteja su contraseña
de: schützen sie ihr passwort

source: Origin
de: Herkunft
es: Origen
pl: Pochodzenie

source: Article ID
de: Artikel-ID
es: Articulo ID
pl: Numer ID artykułu

source: Date/Year of manufacture
de: Baujahr
es: Día/Año de fabricación
pl: Data / rok produkcji

source: Estimated weight (KG)
de: Geschätztes Gewicht (kg)
es: Peso estimado (Kg)
pl: Szacunkowa masa (kg)

source: tamaño
de: größe
pl: rozmiar

source: Quality/Condition
de: Qualität / Zustand
es: Calidad/Condición
pl: Jakość / Stan

source: Mode Amount of equipment
de: Anzahl der Geräte
es: Modo Cantidad de equipos
pl: Tryb ilość sprzętu

source: Ask a Question
de: Stellen Sie eine Frage
es: Hacer una Pregunta
pl: Zadaj pytanie

source: Add Cart
de: In den Warenkorb
es: Agregar al carro
pl: Dodaj do koszyka

source: quitar de favorito
de: aus favoriten entfernen
pl: usuń z ulubionych

source: Add Favorite
de: Zu Favoriten hinzufügen
es: Agregar a Favoritos
pl: Dodaj do ulubionych

source: quitar de reserva
de: entfernen reservierung
pl: usunąć rezerwacji

source: Add to Reserve
de: Zu Reservierungen hinzufügen
es: Agregar a Reservas
pl: Dodaj do Rezerwacje

source: Specifications
de: Technische Daten
es: Especificaciones
pl: Specyfikacja

source: Welcome to Medtechtrade
de: Willkommen bei MedTechTrade
es: Bienvenidos a MedTechTrade
pl: Witamy Medtechtrade

source: home-welcome-txt-p1
de: MedTechTrade ist ein weltweiter Fachverband für Technologie-Herstellern, Forschungseinrichtungen,verbündeten professionelle Dienstleistungen und Entwicklungsorganisationen mit gemeinsamen Interessen in kollaborativen Entwicklung von Technologien, Produkten und Dienstleistungen für die globalemedizinische Produkte Markt.
es: MedTechTrade es una asociación global de mercado para los fabricantes de tecnología, instituciones de investigación, servicios profesionales afines y organizaciones de desarrollo con intereses comunes en el desarrollo de tecnologías de colaboración, productos y servicios para el mercado mundial de productos médicos.
pl: MedTechTrade jest globalnym stowarzyszeniem producentów technologii, instytucje badawcze,pokrewnych usług profesjonalnych i organizacji rozwoju, z wspólne interesy w ramach współpracy wrozwoju technologii, produktów i usług na światowym rynku wyrobów medycznych.

source: home-welcome-txt-p2
de: Unser Ziel ist es zu ermöglichen und zu beschleunigen, den Handel mit medizinischen Geräten für Unternehmen und institutionelle Organisation.
es: Nuestro objetivo es facilitar y acelerar la comercialización de dispositivos médicos para las empresas y la organización institucional.
pl: Naszym celem jest umożliwienie i przyspieszenie obrotu wyrobów medycznych dla firm i organizacjiinstytucjonalnych.

source: Top Offers
de: Top-Angebote
es: Ofertas Top
pl: Najlepsze oferty

source: formulario de contacto al administrador
de: Administrator kontaktieren
pl: formularz kontaktowy

source: el sr/sra/srta
de: Herr / Frau / Fräulein
pl: Pan / Pani / Mis

source: desea contactarse con el administrador por el siguiente motivo, que se describe a continuacion
de: an den Administrator für die folgenden Motive,
pl: skontaktuj się z administratorem w następujących motywem

source: formulario de contacto
de: Kontaktformular
pl: formularz kontaktowy

source: domiciliado en
de: Adresse:
pl: adres:

source: cuyos datos de contacto, son los siguientes
de: folgende Kontaktformular
pl: formularza kontaktowego

source: enviado el
de: gesendet am
pl: Wysłano wiadomość na

source: welcome to
de: willkommen
es: Bienvenido
pl: Zapraszamy do

source: thanks for signing in
de: Danke für Ihre Anmeldung in
es: gracias por registrarse
pl: dzięki za podpisanie w

source: his account was created and must be activated by the administrator
de: sein Konto wurde erstellt und muss durch den Administrator aktiviert werden
es: su cuenta ha sido creada y debe de ser activada por el administrador
pl: jego konto zostało utworzone i musi być aktywowane przez administratora

source: before they can use it. We will send you a confirmation email soon
de: bevor sie es nutzen können. Wir werden Senden Sie eine Bestätigungs-E-Mail bald
es: antes de utilizar. Nosotros le enviaremos una confirmación por email a la brevedad
pl: zanim będą mogli z niego korzystać. Będziemy e-mail z potwierdzeniem wkrótce

source: after activating your account may be accessed using the following information
de: nach der Aktivierung Ihrer Konto kann über die folgenden Informationen werden
es: despues de activar su cuenta deberá acceder utilizando la siguiente información
pl: po aktywowaniu Konto może być dostępne przy użyciu następujących informacji

source: ingresar a este url para poder validar su correo
de: Geben Sie diese URL, um Ihre E-Mail bestätigen
pl: kliknij na URL aby potwierdzić swój e-mail

source: validar Email
de: validieren E-Mail
pl: weryfikacji konta e-mail

source: solicitud de cotizacion
de: Anfrage erl Zitat
es: solicitud de cotización
pl: zapytanie o

source: requiere una cotizacion del producto
de: Geräte ein Angebot
pl: to requiered do wniosku cytatem

source: enlace recomendado por un amigo
de: diese URL wird von einem freund empfohlen

source: ha recomendado que revise el vinculo por ser de su interes
de: hat empfohlen, dass Sie diese URL

source: haga click aqui
de: klicken sie hier

source: name
es: nombre
pl: nazwa

source: login
es: Entrar
pl: wpisać

source: code
es: código
pl: kod

source: fax
pl: faks

source: home
es: Inicio
pl: dom

source: All Rights Reserved
es: Todos los derechos reservados
pl: Wszelkie prawa zastrzeżone

source: pagos
pl: płatności

source: Name
es: Nombre
pl: Nazwa

source: Nuevo
pl: Nowy

source: Operations of Usuario
es: Especificaciones
pl: Działań użytkownika

source: Desktop
es: Escritorio
pl: Pulpit

source: ver
pl: widok

source: modificar
pl: edit

source: borrar
es: Eliminar
pl: usunąć

source: Dashboard
es: Escritorio
pl: tablica rozdzielcza

source: Top Seller in
es: Vendedores Top en
pl: Top Seller w

source: Lo que tienes en tu Carro
es: Contenido del carro
pl: Zobacz zawartość koszyka

source: Download PDF
es: Descargar Como PDF
pl: Pobierz PDF

source: Se Registro el Usuario
es: Se ha registrado un nuevo usuario

source: About Us
es: Acerca de Nosotros

source: Deutsch
es: Alemán

source: dashboard
es: Escritorio

source: Questions
es: Hacer una Pregunta

source: Activation pending users
es: Usuario Desactivado

source: yet approved equipment
es: Comprar equipos

source: Questions to answer
es: Preguntas por responder

source: Coins
es: Logeo

source: Symbol
es: Símbolo

source: Login
es: Ingreso

source: Mis Envios
es: Mis Envíos

source: Temperature Range
es: Rango de Temperatura

source: Capacity Cu.
es: Capacidad

source: Interior dimensions
es: Dimensiones interiores

source: Exterior dimensions
es: Dimensiones exteriores

source: Shipping weight
es: Peso de Envío

source: Amps
es: Amperios
